Repository: daniyar-kbv/GoalsterIOS
Catalog: GOALSTER/Resources/*.lproj/Localizable.strings
Languages: ru

# Some text on start page
source: 24Goals App helps to develop skills aimed at achieving goals, maintaining life balance, mental state and motivation
ru: Я помогу тебе обрести навык эффективного достижения всех твоих ярких целей, сохраняя жизненный баланс и мотивацию

source: Choose language
ru: Выбери язык

source: Next
ru: Далее

# Premium version 2
source: Premium version
ru: Premium версия

# Premium top text
source: Users who buy premium achieve their goal 7 times more efficiently
ru: Пользователи, которые купили премиум, достигают цели в 7 раз эффективнее

# Premium buttons title
source: Choose a tariff plan
ru: Помимо бесплатного, доступно еще три тарифных плана

source: 1 month
ru: 1 месяц

source: 3 month
ru: 3 месяца

source: 6 month
ru: 6 месяцев

source: 1 year
ru: 1 год

source: 1 month
ru: 1 месяц

source: 3 month
ru: 3 месяца

source: 6 month
ru: 6 месяцев

source: 1 year
ru: 1 год

# Premium functionality
source: Premium features
ru: Премиум функции

# Premium bottom text
source: Increased number of added tasks - up to 30 per day • Personal mentor who can help you seize your biggest goals • Share your goals with friends or follow others with the help • Use messenger function and communicate within the app • PDF guide with tips for making a visualization board • PDF guide for effective thinking
ru: • Увеличенное добавление задач - до 30 в день • Режим наблюдатель с постоянной поддержкой • Советы по оформлению доски визуализации в виде PDF-файла • Чек-лист по эффективному мышлению • Самые мотивирующие Push-уведомления

# On boarding top text 1
source: Become a master of achieving goals
ru: Стань мастером достижения целей

# On boarding top text 2
source: Show your daily schedules for other users
ru: Покажи другим из чего состоит твой день

# On boarding top text 3
source: Drive motivation to the speed of light
ru: Разгони мотивацию до скорости света

# On boarding top text 4
source: Get the maximum benefit
ru: Получай пользу по максимуму

# On boarding bottom text 1
source: By choosing only 3 areas for 30 days, you can achieve, without loss of energy, what others achieve in a YEAR
ru: Выбирая всего 3 сферы на 30 дней, ты без потери энергии достигнешь того, чего другие достигают за ГОД

# On boarding bottom text 2
source: Inspire and draw inspiration from others, set reactions, subscribe, follow like-minded people and develop networking
ru: Вдохновляй и вдохновляйся другими пользователями. Ставь реакции, подписывайся, находи единомышленников и развивай нетворкинг.

# On boarding bottom text 3
source: Create your own effective visualization board and capture your goals with pictures
ru: Создай свою собственную эффективную доску визуализации и фиксируй свои цели картинками

# On boarding bottom text 4
source: If you need constant support or control, then you can share goals with friends or be an observer
ru: Если тебе нужна постоянная поддержка или контроль, то ты сможешь делиться целями с наставником и друзьями или самому стать наблюдателем

source: Ok
ru: Понятно

source: On boarding shared goals text
ru: Получай пользу по максимуму Если тебе нужна постоянная поддержка или контроль, то ты сможешь делиться целями или быть наблюдателем

# No signal Check internet connection
source: No connection, check your internet
ru: Нет связи Проверь интернет соединение

source: Try again
ru: Повторить

# Error uccured, please try egain
source: Error occurred, please try again
ru: Произошла ошибка, Попробуй еще раз

# Number of complete goals
source: Number of completed tasks
ru: Количество выполненных задач за месяц

# Choose 3 spheres for next 30 days
source: Choose 3 areas for the next 30 days
ru: Выбери 3 сферы на ближайшие 30 дней

# Goals
source: Tasks
ru: Задачи

source: Choose
ru: Выбрать

source: Choose spheres
ru: Выбрать сферы

# Enter your email, we will send application login link on it
source: Enter Your Email. We will send you a 4-digit code to access your account
ru: Напиши свой E-mail, который ты указывал при регистрации, мы отправим туда код для входа в приложение

source: Sign in
ru: Войти

# Check Your Email
source: Welcome to 24Goals! You have taken a big step towards your goal. Tune in to positive results and use the app daily. We've sent email to the specified address, follow the link from the email to complete the registration.
ru: Добро пожаловать в 24Goals! Ты сделал большой шаг на пути к своей цели. Настройся на позитивные результаты и используй приложение ежедневно. На указанный Тобой E-mail мы отправили письмо, перейдите по ссылке из письма для завершения регистрации.

source: Health
ru: Здоровье

source: Education
ru: Образование

# Finances
source: Finance
ru: Финансы

source: Relationships
ru: Отношения

source: Career/business
ru: Карьера/бизнес

source: Spirituality
ru: Духовность

# Creation
source: Creativity
ru: Творчество

source: Personal growth
ru: Личностный рост

# Life brightness
source: Brightness of life
ru: Яркость жизни

source: Family
ru: Семья

# Encirclement
source: Environment
ru: Окружение

# Self cultivation
source: Self improvement
ru: Продвижение

source: Interests
ru: Увлечения

# Intellect
source: Intelligence
ru: Интеллект

# Sport
source: Sports
ru: Спорт

source: Leisure
ru: Досуг

source: Income
ru: Доход

# Recreation
source: Relaxation
ru: Отдых

# Hobby
source: Hobbies
ru: Хобби

# Travel
source: Travelling
ru: Путешествия

# Add own option
source: Add new option
ru: Добавить свой вариант

# It might be changed in settings
source: This can be changed in the settings
ru: Позднее в настройках можно будет выбрать другие

# Text about more detailed shpere's goal description
source: A more detailed description of the goal for this area
ru: Текст о более детальном описании цели сферы

# Enter description here
source: Add goal or desired metrics
ru: Впиши цели или показатели

# Text specifying goals for each sphere
source: Set specific goals or desired metrics for each area
ru: Поставь конкретные цели или желаемые показатели по каждой сфере

source: Save
ru: Сохранить

source: Make a plan
ru: Составить план

# Make a plan for next 30 days
source: Make a plan for the next 30 days
ru: Составь план на ближайшие 30 дней

# You had not add goals for this day
source: you have not added tasks for this day
ru: На этот день задач пока еще нет

source: Add
ru: Добавить

source: Calendar
ru: Календарь

source: Month
ru: Месяц

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Su
ru: Вс

source: Morning
ru: Утро

source: Afternoon
ru: День

source: Evening
ru: Вечер

source: In process
ru: В процессе

source: Done
ru: Выполнено

# Today
source: Today is
ru: Сегодня

# Goal addition
source: Task adding
ru: Добавление задачи

# Choose time of day
source: Select the time of day
ru: Выбери время дня

source: Time of the day
ru: Время дня

# Choose sphere which goal applies to
source: Select the area to which the task belongs
ru: Выбери сферу для задачи

source: Sphere
ru: Сфера

# Enter your goal
source: Write down your task
ru: Впиши свою задачу

# Share goal with observer
source: Share a task with an observer
ru: Делиться задачей с наставником

source: Choose sphere
ru: Выбери сферу

# Enter goal
source: Enter task
ru: Впиши задачу

# Goal
source: Task
ru: Задача

source: Choose your observer
ru: Выбери своего наблюдателя

# Choose observer
source: Select an observer
ru: Выбери наставника

# Observer addition
source: Observer adding
ru: Добавление наблюдателя

source: Enter observer's E-mail
ru: E-mail наставника

# You have made right descision
source: You’ve made the right decision. The invitation has already been sent, and as soon as your observer confirms his participation, he will be able to view your tasks
ru: Ты сделал верное решение. Приглашение уже отправлено, и как только Твой наблюдатель подтвердит свое участие, он сможет просматривать Твои задачи.

# Back to goal
source: Back to Task adding
ru: Назад к добавлению задачи

# Waiting observer's confirmation
source: Waiting for confirmation from the observer
ru: Ожидаем подтверждения наблюдателя

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Week
ru: Вид Неделей

# Emotions long text
source: Daily take notes on your condition and write down ideas. This will help you emotionally renew yourself before each new day and remember all the most important moments
ru: Ежедневно фиксируй свое состояние и записывай идеи. Это поможет эмоционально обновляться перед каждым новым днем и помнить все самые важные моменты.

# You have not added emotions today
source: Today you haven't added emotion yet
ru: Сегодня Ты еще не добавлял эмоций

source: Emotions of the day
ru: Эмоции дня

source: Ideas
ru: Идеи (которые пришли в течении дня)

# Emotions top text
source: No one will see your emotions, they will automatically disappear after 24 hours
ru: Твои эмоции никто не увидит, они автоматически исчезнут через 24 часа

# Emotion addition
source: Emotion adding
ru: Добавление эмоций

source: How do I feel?
ru: Как я себя чувствую?

source: Enter how dou you feel
ru: Напиши как ты себя чувствуешь

# What will I can do better tomorrow
source: What can I do for a better tomorrow?
ru: Что я завтра смогу сделать лучше?

source: Enter what will you can do better tomorrow
ru: Напиши что завтра сделаешь лучше

# Insight
source: Insight of the Day
ru: Инсайт дня

# Enter here your insight
source: Write down your insight here
ru: Напиши сюда инсайт дня

# Ideas (thai came during the day)
source: Ideas, which came up during the day
ru: Идеи, которые пришли в течение дня

# Enter here your idea
source: Write down your idea here
ru: Напиши сюда свои идеи

# Visualizations top text
source: Visual representation of the goals can help to our brain 110 times more successful in picturing the results and actions
ru: Фиксируй цель картинками, так наш мозг в 110 раз успешнее представляет результат и действия.

# You have not added visalizations yet
source: You have not added visualizations yet
ru: Ты еще не добавлял визуализации

source: Visualization
ru: Визуализация

# Visualization addition
source: Visualization adding
ru: Добавление Визуализации

# Choose image
source: Select an image
ru: Выбери изображение

source: Add annotation (optional)
ru: Добавь аннотацию (по желанию)

source: Add annotation
ru: Добавь аннотацию

source: Personal info
ru: Личные данные

# Observe
source: I’m observing
ru: Наблюдаю

source: My observers
ru: Мои наставники

source: Following
ru: Мои подписки

# Change app's language
source: Change application language
ru: Сменить язык приложения

# App's language
source: Application language
ru: Язык приложения

source: Russian
ru: Русский язык

source: English
ru: Английский язык

# Chosen spheres
source: Selected areas
ru: Выбранные сферы

source: Premium subscription
ru: Premium подписка

source: Subscription purchased
ru: Подписка не оформлена

source: Valid through
ru: Оформлена до

source: Not purchased
ru: Не оформлена

source: Notifications
ru: Уведомления

source: Help
ru: Помощь

source: About app
ru: О приложении

source: Rate app
ru: Оценить приложение

source: Profile
ru: Профиль

# Do you really want to delete selected observer?
source: Do you really want to remove the selected observer
ru: Ты действительно хочешь удалить выбранного наблюдателя?

source: Observer removed
ru: Наблюдатель удален

source: Yes
ru: Да

source: No
ru: Нет

# Shreres changed successfully
source: Your areas have been successfully saved
ru: Твои сферы упешно сохранены

source: Back to profile
ru: Вернуться в профиль

source: Save changes
ru: Сохранить изменения

# Shere changes alert text
source: By changing the areas, all previously filled tasks and observers in them will be deleted. The 30 days will start over, continue?
ru: При изменении сфер все заполненные ранее задачи и наблюдатели в них будут удалены. Отсчет 30-ти дней начнется заново, Продолжить?

source: Purchase
ru: Оформить

source: Push-notifications
ru: Push-уведомления

# Help top text
source: If you have any questions, complaints or wishes, send us a message
ru: Если у Тебя позникли вопросы, жалобы или пожелания напиши нам

source: Sent successfully!
ru: Успешно отправлено

source: Enter text
ru: Введи текст

source: Send
ru: Отправить

# Results title
source: You did it!
ru: Ты справился!

# Results top text
source: Your 30-day period has ended successfully!
ru: Твой 30-ти дневный период успешно окончен!

# Results top text 2
source: The number of completed tasks in each area
ru: Количество выполненных задач каждой сферы

# Results bottom text
source: Congratulations! It's time to choose the next 3 areas of life and start planning the month; start a new period
ru: Поздравляем! Самое время выбрать следующие 3 жизненные сферы и заняться планированием месяца

source: Start new period
ru: Начать новый период

source: Ok
ru: Ок

# Three days notification title
source: You haven't been in 24Goals app for 3 days.
ru: Ты 3 дня не заходил в приложение 24Goals.

# Three days notification message
source: Click here and I'll show you the reason you’ve started it.
ru: Кликни ок и я покажу тебе то, для чего ты все начал.

# Before end notification title
source: Wrap-up is soon!
ru: Скоро подведение итогов!

# Before end notification message
source: Are you ready?
ru: Ты готов?

# End notification title
source: The 30-day period ends today!
ru: 30 дневный период подходит к концу уже сегодня!

# End notification message
source: Click here to wrap-up.
ru: Кликни ок и подведи итоги.

source: Allow push-notifications in settings
ru: Разреши пуш-уведомления в настройках

source: You're already logged in
ru: Ты уже авторизован

# Goal description
source: Task description
ru: Описание задачи

source: Enter your E-mail
ru: Введи свой E-mail

source: Name
ru: Имя

source: Enter your name
ru: Введи свое имя

source: Specialization
ru: Деятельность

source: Enter your specialization
ru: Введи свою деятельность

source: Instagram account
ru: Аккаунт в Instagram

source: Specify your Instagram account
ru: Укажи свой аккаунт в Instagram

source: Avatar
ru: Аватар

source: Add your own avatar
ru: Добавь свой аватар

# Specialization placeholder
source: e.g. chef, blogger, student
ru: например повар, блогер или студент

# Avatar placeholder
source: Select an image
ru: Выбери изображение

source: You must fill in the data
ru: Необходимо заполнить данные

source: E-mail is invalid
ru: E-mail недействителен

# Ask notification title
source: 24Goals Would like to Send You Notifications
ru: Хочешь получать уведомления?

# Ask notification text
source: Notifications will remind you of your Goals and new comments from your mentors
ru: Уведомления будут напоминать тебе о целях, а также о новых комментариях твоих наставников

# Auth text
source: 24Goals App helps to develop skills aimed at achieving goals, maintaining life balance, mental state and motivation
ru: Я помогу тебе обрести навык эффективного достижения всех твоих ярких целей, сохраняя жизненный баланс и мотивацию

source: Sign up
ru: Зарегистрироваться

source: Already have an account?
ru: Уже есть аккаунт?

# Policy start
source: By logging in you agree to our
ru: Продолжая использование приложения, вы соглашаетесь с

# user agreement
source: Terms of Use
ru: Пользовательким соглашением

source: and
ru: и

source: Privacy Policy
ru: Политикой Конфиденциальности

# Enter code
source: Enter a code that you get from your email
ru: Введи сюда код из письма

source: Resend code within
ru: Отправить код повторно через

source: Resend code
ru: Отправить повторно

source: Registration
ru: Регистрация

# Sign up subtitle
source: You need to provide information about yourself. We will send a verification code to your email
ru: Нужно заполнить данные о себе, а на указанный E-mail мы отправим код для входа в приложение

# Goals done in a month
source: Number of completed monthly tasks
ru: Выполнено задач за месяц

source: Edit
ru: Редактировать

source: Emotions
ru: Эмоции

source: Visualizations
ru: Визуализации

# Reccondations
source: Suggested for you
ru: Рекомендуем

source: Add emotions
ru: Добавить эмоции

# Public goal
source: Public task
ru: Публичная задача

source: Sphere choice
ru: Выбор сферы

source: Info
ru: Информация

source: User with such email is not registered
ru: Пользователь с таким email не зарегестрирован

source: Back
ru: Назад

source: Send code
ru: Отправить код

source: You
ru: Вы

source: Comment...
ru: Комментарий...

source: Add visualization
ru: Добавить визуализацию

source: Confirmation
ru: Подтверждение

source: The mission of the project is to inspire and draw inspiration from other users, learn the best habits of other people, help and motivate each other, improve yourself together, be a part of the same community, find like-minded people and go towards your goals together. Our app will help you achieve the best results and the best life.
ru: Миссия проекта заключается в том, чтобы вдохновлять и вдохновляться другими пользователями. Перенимать лучшие привычки других людей, помогать и мотивировать друг друга. Совершенствоваться вместе, находясь в одном коммьюнити. Находить единомышленников и вместе идти к своим целям. Достигать лучших результатов и самой лучшей жизни.

source: Purchase the premium version
ru: Покупка премиум версии

source: Application site
ru: Сайт приложения

source: Instagram application page
ru: Инстаграм страница приложения

source: Instagram founder page
ru: Инстаграм страница основателя

# Empty feed text
source: Here will be the schedules of the people you follow
ru: Тут будут расписания от людей, на которых ты подписан

# To recommendations
source: Suggested for you
ru: Перейти в Рекомендуемые

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

# Goals for
source: Tasks for
ru: Задачи на

source: Premium successfully purchased
ru: Премиум успешно приобретен

source: You're not following anyone
ru: Подписок нет

# The recommendation list is empty
source: Suggestion list is empty
ru: Список рекомендации пуст

# Photo access not granted title
source: You did not grant access to the photo library
ru: Ты не предоставил доступ к библиотеке фотографий

# Photo access not granted message
source: You can grant access in app's settings
ru: Ты можешь предоставить доступ в настройках приложения

source: To settings
ru: В настройки

# Cancel
source: Cencel
ru: Отменить

source: Premium version
ru: Премиум версия
