//
//  MockData.swift
//  Samokat
//
//  Created by Daniyar on 7/8/20.
//  Copyright © 2020 MTI. All rights reserved.
//

import Foundation

let mainData = [
    [
        "name": "Молочные продукты и яйца",
        "sub": ["Молоко", "Кефир и ряженка", "Мороженное", "Йогурт", "Сметана", "Яйца", "Сливочное масло", "Сырки", "Сгущенка"]
    ],
    [
        "name": "Молочные продукты и яйца",
        "sub": ["Молоко", "Кефир и ряженка", "Мороженное", "Йогурт", "Сметана", "Яйца", "Сливочное масло", "Сырки", "Сгущенка"]
    ]
]

let categories = ["Молочные продукты и яйца", "Напитки", "Овощи и фрукты", "Мясо", "Бакалея", "Колбаса", "Чай, кофе, сахар", "Снеки и сладкое"]

let filters = ["Все", "Молоко", "Йогурт питьевой", "Творог", "Кефир и ряженка", "Сметана", "Сырки и пудинги", "Сливочное масло"]

let cartData = ["Молоко Айналайын пастеризованное, 3,2%, 1000 г", "Молоко Айналайын пастеризованное, 3,2%, 1000 г", "Очень длинное название продукта Молоко Айналайын пастеризованное, 3,2%, 1000..."]

let paymentTypes = ["Кaspi перевод", "Банковская карта", "Наличными"]
